Repository: NNN-Studio/Dial-Deprecated
Catalog: Dial/mul.lproj/Main.xcstrings
Source language: en
Languages: zh_hans

# 81u-uF-qA7.label
source: General
zh_hans: 通用

# aUW-Uf-Zb3.title
source: Current Controller
zh_hans: 当前控制器

# du3-b5-oEf.ibShadowedToolTip
source: Triggers when dialed counterclockwisely
zh_hans: 顺时针旋转旋钮时触发

# gTg-Y5-LUe.ibShadowedLabels[0]
source: Shortcuts
zh_hans: 快捷键

# gTg-Y5-LUe.ibShadowedLabels[1]
source: Advanced
zh_hans: 高级

# h5g-Vx-nYA.ibShadowedToolTip
source: Triggers when dialed counterclockwisely while pressing
zh_hans: 按住并逆时针旋转旋钮时触发

# hNm-Mp-ggM.ibShadowedToolTip
source: Triggers when double clicked
zh_hans: 连续点按时触发

# iIQ-VE-2IB.title
source: This is a default controller, the configurations are not applicable.
zh_hans: 自定义选项不可用于默认控制器。

# iSQ-Dt-wpe.ibShadowedToolTip
source: Triggers when dialed clockwisely while pressing
zh_hans: 按住并顺时针旋转旋钮时触发

# Iu5-Fb-NkF.placeholderString
source: Controller Name
zh_hans: 控制器名称

# kzW-ll-5mS.ibShadowedToolTip
source: Triggers when clicked
zh_hans: 点按时触发

# m2Z-n2-opU.ibShadowedToolTip
source: Dial connects your Surface Dial through Bluetooth. Pair your Surface Dial in System Settings before clicking this button to search for it.
zh_hans: Dial通过蓝牙连接你的Surface智能旋钮。你需要在系统设置中配对你的设备，再点按此按钮以连接。

# MgD-cd-DVr.title
source: Source Code
zh_hans: 源代码

# njj-4D-dJK.title
source: Dial Circle
zh_hans: 旋钮圆盘

# NkC-uS-QmI.title
source: Presented with 􀊵 by KrLite
zh_hans: 用􀊵呈现，来自KrLite

# rtr-u2-S55.title
source: Dial
zh_hans: 智能旋钮

# tAY-67-1OO.title
source: While disconnected to your Surface Dial, it is possible to access this page by launching this app again.
zh_hans: 在你的智能旋钮失去连接时，你可以通过再次启动此App的方式打开此界面。

# Xa9-FX-na8.ibShadowedToolTip
source: Triggers when dialed clockwisely
zh_hans: 逆时针旋转旋钮时触发

# xl0-8n-ldy.ibShadowedToolTip
source: Icon chooser...
zh_hans: 图标选择器...

# YoE-he-Lw4.label
source: Controllers
zh_hans: 控制器
